app/controllers/admin_controller.rb

SELECT COUNT(*) FROM "tasks"
---
  def index
      @total_tasks = Task.count