app/controllers/sessions_controller.rb

SELECT "users".* FROM "users" WHERE "users"."name" IS NULL LIMIT 1
---
  def create
      user = User.find_by(name: params[:name])