app/controllers/tasks_controller.rb

  def create
    @task = Task.new(task_params)

    respond_to do |format|
      if @task.save
---
INSERT INTO "tasks" ("created_at", "descripyion", "name", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Fri, 09 Jun 2017 14:34:08 UTC +00:00], ["descripyion", "Гра починається в 14.00"], ["name", "Футбол"], ["updated_at", Fri, 09 Jun 2017 14:34:08 UTC +00:00]]